{
  "jela": [
    {
      "id": "HR-02",
      "županija": "Krapinsko-zagorska županija",
      "jelo": "Štrukli od sira",
      "slikaJela": "https://podravkaiovariations.azureedge.net/bf4c3a14-63be-11eb-abe9-0242ac120086/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/1024x768-f2b21802-64bc-11eb-a115-0242ac130010.webp",
      "recept": "Prosijati brašno, dodati jaje, ulje i sol. Umijesiti tijesto s malo vode. Potom ga razvaljati na tanku površinu. Prirediti nadjev. Izmiješati sir, jaja i vrhnje, promiješati i posoliti. Nadjenuti tijesto i saviti ga. Tijesto položiti na premazani lim i razrezati ga na komade duljine 15 cm. Peći desetak minuta u pećnici zagrijanoj na 180 °C. Izvaditi štrukle i preliti ih mješavinom vrhnja i žumanjka. Peći dok ne porumene. Ukoliko se pripremaju kuhane štrukle, u nadjev staviti 2 jaja. Narezane štrukle na krajevima utisnuti kako nadjev ne bi izlazio van. Štrukle kuhati u vreloj slanoj vodi. Na zagrijanom maslacu popržiti mrvice i preliti preko kuhanih štrukli.",
      "sastojci": [
        "500 g brašna",
        "1 jaje",
        "1/2 dl ulja",
        "1 žličica soli",
        "500 g svježeg sira",
        "5 jaja",
        "1 dl kiselog vrhnja",
        "sol",
        "3 dl vrhnja",
        "1 žumanjak"
      ]
    },
    {
      "id": "HR-20",
      "županija": "Međimurska županija",
      "jelo": "Međimurska gibanica",
      "slikaJela": "https://www.kuhaona.com/wp-content/uploads/2018/03/mgibanica.jpg",
      "recept": "U tepsiju premazanu maslacem položimo tri sloja tijesta za gibanicu, a između slojeva poškropimo rastopljenim maslacem. Prvi nadjev su orasi izmiješani sa šećerom. Nakon toga slijede dva sloja tijesta. Sir izmiješamo sa jajem, vanilin šećerom, limunovom koricom i grožđicama prethodno namočenima u rum, te sve položimo na tijesto. Zatim na dva sloja tijesta slijedi mak namočen u vruće mlijeko i šećer. Slijedeći korak je dva sloja tijesta i naribane jabuke s cimetom. Završni sloj od dva tijesta poškropimo maslacem. Gibanicu pečemo u pećnici na 220 °C oko sat vremena. Izvadimo je te ju premažemo sa vrhnjem koje smo izmiješali s jajem. Pustimo da se zapeče još nekih pola sata.",

      "sastojci": [
        "tijesto za gibanicu",
        "mak",
        "orasi",
        "sir",
        "jabuke",
        "jaja",
        "vrhnje",
        "grožđice",
        "vanilin šećer",
        "šećer",
        "limunova korica",
        "cimet",
        "rum",
        "maslac"
      ]
    },
    {
      "id": "HR-18",
      "županija": "Istarska županija",
      "jelo": "Kraljevski pljukavci",
      "slikaJela": "https://podravkaiovariations.azureedge.net/7c876522-638d-11eb-b1f5-0242ac120060/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/480x360-f2b21622-64bc-11eb-a2bd-0242ac130010.webp",
      "recept": "Umiješamo brašno, jaja, sol i vodu u gusto tijesto. Iskomadane komadiće tijesta među dlanovima oblikujemo u pljukance. Kuhamo ih u zasoljenoj vreloj vodi 15 minuta. Kuhane procijedimo, stavimo u zdjelu, zalijemo maslinovim uljem i naribanim ili sitno isjeckanim tartufima, koje prethodno popržimo na maslacu i ribanom siru. Poslužimo u košarici koju smo napravili od ribanog parmezana.",

      "sastojci": [
        "400 g brašna",
        "2 jaja",
        "100 g tartufa",
        "0,5 dl maslinovog ulja",
        "50 g ribanog parmezana",
        "10 g soli"
      ]
    }
  ]
}
