{
  "jela": [
    {
      "id": "HR-02",
      "županija": "Krapinsko-zagorska županija",
      "jelo": "Štrukli od sira",
      "slikaJela": "https://podravkaiovariations.azureedge.net/bf4c3a14-63be-11eb-abe9-0242ac120086/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/1024x768-f2b21802-64bc-11eb-a115-0242ac130010.webp",
      "recept": "Prosijati brašno, dodati jaje, ulje i sol. Umijesiti tijesto s malo vode. Potom ga razvaljati na tanku površinu. Prirediti nadjev. Izmiješati sir, jaja i vrhnje, promiješati i posoliti. Nadjenuti tijesto i saviti ga. Tijesto položiti na premazani lim i razrezati ga na komade duljine 15 cm. Peći desetak minuta u pećnici zagrijanoj na 180 °C. Izvaditi štrukle i preliti ih mješavinom vrhnja i žumanjka. Peći dok ne porumene. Ukoliko se pripremaju kuhane štrukle, u nadjev staviti 2 jaja. Narezane štrukle na krajevima utisnuti kako nadjev ne bi izlazio van. Štrukle kuhati u vreloj slanoj vodi. Na zagrijanom maslacu popržiti mrvice i preliti preko kuhanih štrukli.",
      "sastojci": [
        "500 g brašna",
        "1 jaje",
        "1/2 dl ulja",
        "1 žličica soli",
        "500 g svježeg sira",
        "5 jaja",
        "1 dl kiselog vrhnja",
        "sol",
        "3 dl vrhnja",
        "1 žumanjak"
      ]
    },
    {
      "id": "HR-20",
      "županija": "Međimurska županija",
      "jelo": "Međimurska gibanica",
      "slikaJela": "https://www.kuhaona.com/wp-content/uploads/2018/03/mgibanica.jpg",
      "recept": "U tepsiju premazanu maslacem položimo tri sloja tijesta za gibanicu, a između slojeva poškropimo rastopljenim maslacem. Prvi nadjev su orasi izmiješani sa šećerom. Nakon toga slijede dva sloja tijesta. Sir izmiješamo sa jajem, vanilin šećerom, limunovom koricom i grožđicama prethodno namočenima u rum, te sve položimo na tijesto. Zatim na dva sloja tijesta slijedi mak namočen u vruće mlijeko i šećer. Slijedeći korak je dva sloja tijesta i naribane jabuke s cimetom. Završni sloj od dva tijesta poškropimo maslacem. Gibanicu pečemo u pećnici na 220 °C oko sat vremena. Izvadimo je te ju premažemo sa vrhnjem koje smo izmiješali s jajem. Pustimo da se zapeče još nekih pola sata.",

      "sastojci": [
        "tijesto za gibanicu",
        "mak",
        "orasi",
        "sir",
        "jabuke",
        "jaja",
        "vrhnje",
        "grožđice",
        "vanilin šećer",
        "šećer",
        "limunova korica",
        "cimet",
        "rum",
        "maslac"
      ]
    },
    {
      "id": "HR-18",
      "županija": "Istarska županija",
      "jelo": "Kraljevski pljukavci",
      "slikaJela": "https://podravkaiovariations.azureedge.net/7c876522-638d-11eb-b1f5-0242ac120060/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/480x360-f2b21622-64bc-11eb-a2bd-0242ac130010.webp",
      "recept": "Umiješamo brašno, jaja, sol i vodu u gusto tijesto. Iskomadane komadiće tijesta među dlanovima oblikujemo u pljukance. Kuhamo ih u zasoljenoj vreloj vodi 15 minuta. Kuhane procijedimo, stavimo u zdjelu, zalijemo maslinovim uljem i naribanim ili sitno isjeckanim tartufima, koje prethodno popržimo na maslacu i ribanom siru. Poslužimo u košarici koju smo napravili od ribanog parmezana.",

      "sastojci": [
        "400 g brašna",
        "2 jaja",
        "100 g tartufa",
        "0,5 dl maslinovog ulja",
        "50 g ribanog parmezana",
        "10 g soli"
      ]
    },
    {
      "id": "HR-14",
      "županija": "Osječko-baranjska županija",
      "jelo": "Šaran u rašljama",
      "slikaJela": "https://www.turistickeprice.hr/wp-content/uploads/2020/05/saran-raslje-2.jpg",
      "recept": "Ribu očistiti i otvoriti pored leđne kosti po cijeloj dužini, uključujući i glavu šarana. Tako otvorenog šarana dobro posoliti, razmazati blago po cijeloj površini sitno mljevenom baranjskom paprikom. Poprskati (špricom) s uljem i ostaviti u hladnjaku da odleži 12 sati. Stavimo ga u drvene rašlje pored jako razgorene vatre (tj. žari) uz povremeno okretanje. Nakon 2,5 h šaran se polagano iscijedio od viška masnoće i poprima žarko zlatnu boju.",

      "sastojci": ["šaran od 2,5 kg", "sol", "sitno mljevena slatka paprika"]
    },
    {
      "id": "HR-17",
      "županija": "Splitsko-dalmatinska županija",
      "jelo": "Crni rižoto",
      "slikaJela": "https://camping-simuni.hr/wp-content/uploads/2018/11/black-risotto.jpg",
      "recept": "Na miješanom ulju (pola biljnog- pola maslinovog) zažutimo luk, a zatim dodamo nasjeckanu sipu, očišćene dagnje i narezane lignje. To dobro pirjamo, zajedno sa začinima (peršin, papar, vegeta, češnjak i pire od rajčica). Prelijemo bijelim vinom, dodamo sirovu rižu, a potom zalijemo vodom i zacrnimo crnilom od sipe. U rižoto dodamo 'školjke' u kućici (dagnje, brbavice) i škampe. Uz jelo poslužimo narib ani parmezan",

      "sastojci": [
        "0,2 kg sipa",
        "0,2 kg dagnji",
        "0,2 kg lignji",
        "0,1 kg luka",
        "0,15 l ulja (maslinovo i biljno)",
        "1 žlica pirea od rajčica",
        "0,1 l bijela vina",
        "sol, papar, vegeta",
        "peršin i češnjak - po želji",
        "0,3 kg sirove riže",
        "crnilo od sipe prema potrebi"
      ]
    },
    {
      "id": "HR-08",
      "županija": "Primorsko-goranska županija",
      "jelo": "Sote od divljači",
      "slikaJela": "https://podravkaiovariations.azureedge.net/f807b7b0-610d-11eb-8ed3-0242ac120040/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/1600x1200-f2b21938-64bc-11eb-9498-0242ac130010.jpeg",
      "recept": "Na vrućem ulju pirjamo kapulu. Kada uvene dodamo meso divljači (prethodno marinirano u senfu i ulju) narezano na trakice i pirjamo. Kada je meso omekša dodamo gljive te još kratko pirjamo. Podlijemo crnim vinom i mesnim temeljcem, pustimo da prokuha te dodamo borovnice. Začinimo, dodamo kap slatkog vrhnja i poslužimo uz domaće njoke ili lovačke knedle. ",

      "sastojci": [
        "350 g jelena",
        "1 kapula",
        "ulje",
        "senf",
        "50 g šumskih borovnica",
        "100 g gljiva (vrganji, šampinjoni)",
        "začini",
        "crno vino",
        "slatko vrhnje"
      ]
    },
    {
      "id": "HR-09",
      "županija": "Ličko-senjska županija",
      "jelo": "Knedla od kestena",
      "slikaJela": "https://www.vecernji.hr/media/img/74/d5/d47a2df416da94ed188c.jpeg",
      "recept": "Zamijesimo tijesto od krumpira, griza, jaja, maslaca i oštrog brašna. Narežemo ga na krugove. Napravimo kuglice od zaslađenog kestena te sve zajedno oblikujemo u knedlu. Skuhamo u kipućoj vodi. Napravimo preljev od vrhnja za kuhanje i tekuće čokolade te ga zgusnemo gustinom.",

      "sastojci": [
        "krumpir",
        "griz",
        "jaja",
        "maslac",
        "oštro brašno",
        "zaslađeni kesten",
        "vrhnje za kuhanje",
        "tekuća čokolada"
      ]
    },
    {
      "id": "HR-03",
      "županija": "Sisačko-moslavačka županija",
      "jelo": "Zapečeni grah",
      "slikaJela": "https://www.maminkutak.com/wp-content/uploads/2019/02/zapeceni-grah-1.jpg",
      "recept": "Na propasiranio korijenasto povrće sa špekom dodaje se prstohvat brašna, slatke crvene paprike, sol, papar, feferona i na pola skuhani grah sa vodom u kojoj je kuhan. Sve zajedno se promiješa i stavlja u pećnicu. Zapeći dok voda ne ispari.",

      "sastojci": [
        "korijenasto povrće",
        "grah",
        "špek",
        "prstohvat brašna",
        "prstohvat slatke crvene paprike",
        "sol, papar",
        "feferoni"
      ]
    },
    {
      "id": "HR-11",
      "županija": "Požeško-slavonska županija",
      "jelo": "Krem juha od batata",
      "slikaJela": "https://www.novilist.hr/wp-content/uploads/2020/06/Lagana-vecera-Krem-juha-od-batata.jpg",
      "recept": "Pire od narančastog batata  pripremimo tako da 400 g batata u kori pečemo na 170°C sat vremena. Ostavimo ga da se ohladi te ga potom pasiramo. Zakuhamo vodu u koju dodajemo pire od batata i povrtnu kocku. Začinimo je mljevenim paprom. Preostalih 100 g svježeg batata isjeckamo na manje kocke, sotiramo u tavi na maslacu i začinimo po želji. Pred kraj kuhanja dodamo ih u juhu. Jelo aranžiramo cvjetovima brokule i prepečenim komadićima kruha.",

      "sastojci": [
        "1,8 l vode",
        "500 g batata",
        "3 povrtne kocke",
        "mljeveni bijeli papar",
        "50 g maslaca",
        "sol",
        "papar"
      ]
    },
    {
      "id": "HR-04",
      "županija": "Karlovačka županija",
      "jelo": "Ječmenac od vrganja",
      "slikaJela": "https://www.gastronaut.hr/media/uploads/2020/11/23/87672801_2684044001644280_1568033692947841024_n.jpg",
      "recept": "Ječam kuhamo u temeljcu. Za to vrijeme na svinjskoj masti pirjamo narezani luk i češnjak u komadu, zajedno s lovorom. Kad luk odmekne, dodamo vrganje narezane na listiće i pirjamo 10-ak minuta. Zatim dodamo skuhani, ocijeđeni ječam. Sve zajedno izmiješamo i pirjamo nekoliko minuta da se sastojci povežu. Poslužimo s listićima pečenog špeka.",

      "sastojci": [
        "400 g ječma",
        "600 g vrganja",
        "1 list lovora",
        "2 režnja češnjaka",
        "150 g luka",
        "80 g špeka",
        "2 l temeljca od povrća",
        "50 g svinjske masti",
        "sol",
        "papar"
      ]
    },
    {
      "id": "HR-01",
      "županija": "Zagrebačka županija",
      "jelo": "Kraljevski odrezak",
      "slikaJela": "https://podravkaiovariations.azureedge.net/1e52f2d6-610e-11eb-9ac3-0242ac12004c/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/1600x1200-f2b21938-64bc-11eb-9498-0242ac130010.jpeg",
      "recept": "Teleće meso izrezati na odreske, potući ih, posoliti i prekriti pršutom. U sredinu staviti skuhane pureće bijele bubrege. Tako punjene odreske saviti kao rolade, uvaljati ih u brašno i opržiti na masnoći. Zalijemo temeljcem i pirjamo, dodamo šampinjone i začinimo. Na kraju dodamo kiselo vrhnje.",

      "sastojci": [
        "teleće meso",
        "pršut",
        "pureći bijeli bubrezi",
        "maslac",
        "šampinjoni",
        "kiselo vrhnje",
        "brašno",
        "sol, papar i vegeta"
      ]
    },
    {
      "id": "HR-10",
      "županija": "Virovitičko-podravska županija",
      "jelo": "Purica punjena sirom",
      "slikaJela": "https://podravkaiovariations.azureedge.net/a147f088-6424-11eb-8900-0242ac120010/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/1024x768-f2b21802-64bc-11eb-a115-0242ac130010.webp",
      "recept": "Pureća prsa filetirajte, narežite na male odreske, posolite, popaprite posipajte vegetom i žlicom crvene paprike u prahu. Svaki odrezak punite ploškom sira 'Podravca'. Zarolajte, omotajte tankom ploškom hamburgera, nabodite na drveni štapić i pecite na roštilju. Pečene rolice skinite sa štapića i servirajte. Kao prilog servirajte kuhani krumpir preliven zapečenim kiselim vrhnjem.",

      "sastojci": [
        "pureća prsa",
        "sir Podravec",
        "hamburger",
        "sol",
        "papar",
        "crvene paprika u prahu",
        "vegeta",
        "kiselo vrhnje",
        "krumpir"
      ]
    },
    {
      "id": "HR-16",
      "županija": "Vukovarsko-srijemska županija",
      "jelo": "Kulen",
      "slikaJela": "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c7/Kulin_%28serviran%29.jpg/800px-Kulin_%28serviran%29.jpg",
      "recept": "Svinjsko meso (vratina ili plećka) narezati na sitne kockice, posipati mljevenom ljutom i slatkom crvenom paprikom, posoliti i popapriti. Dodati sitno isjeckani češnjak i dobro izmiješati. Mesom nadjenuti crijevo koje je prethodno držano u vodi. Paziti da ne ostane zračnih mjehurića. Nadjeveno crijevo povezati koncem i staviti sušiti na dim. Kulen je tipični slavonski specijalitet s dugom tradicijom pripremanja. Danas postoji svetkovina kulena na kojoj se biraju najbolje pripremljeni kuleni individualnih proizvođača. Mnogi od njih čuvaju tajnu vlastitog načina pripreme",

      "sastojci": [
        "1,5 svinjskog mesa",
        "5 dag češnjaka",
        "1 dag krupno mljevena papra",
        "2,5 dag soli",
        "2 dag ljute crvene paprike",
        "2 dag slatke crvene paprike",
        "1 svinjsko slijepo crijevo"
      ]
    },
    {
      "id": "HR-12",
      "županija": "Brodsko-posavska županija",
      "jelo": "Medaljoni jelena",
      "slikaJela": "https://www.gastronaut.hr/media/cache/6f/47/6f4759834360e2e835546e1ce5d6a8fb.jpg",
      "recept": "Medaljone ispečemo na tavici. Kad su gotovi stavimo ih sa strane, a u tavici ispržimo slaninu i gljive. Dodajemo crno vino, umak od pečenja i džem od brusnice. Pustimo da tekućina malo reducira. Medaljone prelijemo umakom i poslužimo sa domaćim njokima.",

      "sastojci": [
        "220 g medaljona od jelena",
        "50 g slanine",
        "50 g šumskih gljiva",
        "20 g džema od brusnice",
        "2 cl crnog vina",
        "2 dl umaka od pečenja",
        "začini po želji",
        "1 cl ulja"
      ]
    },
    {
      "id": "HR-06",
      "županija": "Koprivničko-križevačka županija",
      "jelo": "Pogača sa orasima",
      "slikaJela": "https://podravkaiovariations.azureedge.net/47ffdbee-63b6-11eb-99f1-0242ac120028/v/f2b1f6a6-64bc-11eb-b6c2-0242ac130010/1600x1200-f2b21938-64bc-11eb-9498-0242ac130010.jpeg",
      "recept": "Od brašna, mlijeka i soli zamijesi se glatko tijesto. Razvalja se u veliki mlinac debljine 3-4 mm, polovica se posipa zašećerenim orasima, stučenim u moždaru pa preklopi drugom polovicom tijesta. Tada se ponovo razvalja i preklopi. To se ponavlja više puta, sve dok se ne dobije veličina koja odgovara veličini posude u kojoj će se pogača peći. Umjesto oraha može se upotrijebiti mak ili stučene koštice bundeve (žufe). Pečenu pogaču poškropi se vodom.",

      "sastojci": [
        "1500 g pšeničnog brašna",
        "1 l mlijeka",
        "10 g soli",
        "500 g oraha",
        "100 g šećera"
      ]
    },
    {
      "id": "HR-07",
      "županija": "Bjelovarsko-bilogorska županija",
      "jelo": "Pržene jabuke",
      "slikaJela": "https://gastro.24sata.hr/media/img/f1/8c/b51f10e8bc9ec418d07f.jpeg",
      "recept": "Miješati žumanjke i šećer. Brašno i vino dodavati naizmjence te umiješati snijeg. Dodati na vrh noža sode bikarbone. Jabuke oguliti i izrezati na ploške i stavljati plošku po plošku u tijesto. ploške žlicom stavljati u zagrijani margarin i pržiti ih s obje strane. Kad su gotovo posuti ih šećerom.",

      "sastojci": [
        "2 žumanjka",
        "20 g šećera",
        "120 g brašna",
        "1 i pol dl vina",
        "snijeg od 2 bjelanjka",
        "500 g jabuka",
        "200 g margarina",
        "30 g šećera za posipanje",
        "soda bikarbona"
      ]
    },
    {
      "id": "HR-13",
      "županija": "Zadarska županija",
      "jelo": "Ražnjići od ribe i tikvica",
      "slikaJela": "http://www.centarzdravlja.hr/site/assets/files/44106/raznjici6.jpg",
      "recept": "Oslića narezati na komade, uvaljati ga u mrvice u koje su umiješani sjeckani peršin i češnjak. Sve preliti uljem i limunovim sokom. Ostaviti da se marinira 1 sat. Ribu ocijediti i nabadati na ražnjiće, naizmjenično s kolutovima luka i tikvica, komadima slanine i lovorovim listovima. Peći na roštilju i povremeno zalijevati ostacima marinade. Posoliti i popapriti.",

      "sastojci": [
        "50 dag oslića",
        "3 tikvice",
        "glavica luka",
        "20 dag suhe pancete",
        "lovorovo lišće",
        "peršin",
        "papar, sol",
        "3 režnja češnjaka",
        "1 limun",
        "mrvice"
      ]
    },
    {
      "id": "HR-21",
      "županija": "Grad Zagreb",
      "jelo": "Narodni gulaš",
      "slikaJela": "https://njamfood.com/wp-content/uploads/2019/08/kesteni-7.jpg",
      "recept": "Meso od goveđeg vrata oprati i narezati na kockice. U posudu staviti 10 dag na kocke narezane dimljene slanine i 3-4 velika sitno isjeckana luka. Dodati meso, posoliti, popapriti i poklopljeno pirjati često okrećući. Kad dio soka reducira, skinuti poklopac, neprestano miješajući dok sok ne dobije tamnu boju. Doliti toliko vode da bude prilično soka, jer gulaš treba načiniti dosta juhe. Dodati na kocke narezan krumpir da zajedno kuha, a može se poslužiti i bez krumpira.",

      "sastojci": [
        "goveđi vrat",
        "100 g dimljene slanine",
        "3-4 velika luka",
        "sol i papar",
        "krumpir"
      ]
    },
    {
      "id": "HR-19",
      "županija": "Dubrovačko-neretvanska županija",
      "jelo": "Pašticada",
      "slikaJela": "https://prirodna.hr/site/slike/junetina/pasticada.jpg",
      "recept": "Duguljasto narežemo češnjak i slaninu te ih nabodemo u goveđi but, kao i klinčiće. But ostavimo preko noći u marinadi od octa, lovora i papra u zrnu uz povremeno okretanje. Kapulu, mrkvu i celer narežemo na kolutiće i popržimo na zagrijanom ulju. Začinimo oraščićem, šećerom, paprom i solju. Dodamo meso iz marinade i popržimo ga sa svih strana. Postupno dolijevamo vino i rajčicu te pirjamo na laganoj vatri 3-4 sata. Gotovo meso izvadimo te izrežemo na ploške i vratimo u umak. Nastavimo pirjati 10 minuta. Umak procijedimo, a povrće propasiramo ili odstranimo. Poslužimo uz njoke od krumpira.",

      "sastojci": [
        "800 g goveđeg buta",
        "2 glavice kapule",
        "5 režnja češnjaka",
        "5 klinčića",
        "60 g pancete",
        "korijen celera",
        "lovorov list",
        "ružmarin",
        "3 mrkve",
        "300 g rajčice",
        "prstohvat muškatnog oraščića",
        "žlica šećera",
        "1 dl prošeka",
        "1 dl ulja"
      ]
    },
    {
      "id": "HR-15",
      "županija": "Šibensko-kninska županija",
      "jelo": "Kuhane skuše",
      "slikaJela": "https://bosanskikuhar.ba/images/recepti/skuse-ili-sardine-u-ulju.jpeg",
      "recept": "Skuše očistite i stavite u hladnu vodu, kojoj ste dodali luk, papar i sol. Kad zakuhaju, kuhajte ih još 5 minuta. Ocijeđene ribe raspolovite, odstranite hrptenu kost i složite ih u tanjur. Slane srdele očistite i nasjeckajte zajedno s kaparima. Propržite ih na ulju, zalijte octom, te sve skupa prelijte preko skuša i ostavite nekoliko sati u hladioniku. Ovako pripremljene skuše vrlo su ukusne i prikladne kao samostalno jelo za večeru ili kao predjelo u svečanijim prilikama.",

      "sastojci": [
        "1 kg skuša",
        "glavica luka",
        "nekoliko zrna papra",
        "ocat",
        "4-5 slanih srdela",
        "2 žlice kapara",
        "2 dl ulja",
        "0,5 dl octa"
      ]
    },
    {
      "id": "HR-05",
      "županija": "Varaždinska županija",
      "jelo": "Varaždinski klipići",
      "slikaJela": "https://gastro.24sata.hr/media/img/f1/db/1a8701d7431e182d3405.jpeg",
      "recept": "Kvasac stavi dizati zajedno sa svježim mlijekom, malo brašna i šećera. Brašno prosij, dodaj sol, ulje i dignuti kvas pa s mlijekom zamijesi mekano tijesto. Tijesto se mora jako dugo i dobro mijesiti da bude rahlo, a onda ga stavimo da se diže.Kada je dignuto, iz njega napravi 25 komada koje složiš u hljepčiće i njih opet stavi da se dižu. Svaki hljepčić se razvalja da bude dugačak otprilike 20 centimetara. Tijesto počni zamatati od dolje prema gore i usput ga rasteži u dužinu tako da klipiči budu dugi 25 centimetara. Složi ih na lim i stavi da se opet dižu. Premaži ih žumanjkom i pospi kuminom po želji. Peku se na 220°C - 10 do 12 minuta.",

      "sastojci": [
        "1 kg pšeničnog glatkog brašna",
        "600 mL mlijeka",
        "250 mL ulja",
        "80 g svježeg kvasca",
        "25 g soli",
        "1/2 jaja kumin malo šećera"
      ]
    }
  ]
}
